app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", ""], ["created_at", "2019-08-04 16:19:45.922640"], ["updated_at", "2019-08-04 16:19:45.922640"]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.save

UPDATE "contacts" SET "name" = ?, "updated_at" = ? WHERE "contacts"."id" = ?  [["name", "Brunofesil"], ["updated_at", "2019-08-04 16:19:59.430014"], ["id", 6]]
---
  def update
    if @contact.update(contact_params)